
export default {
    useAgrHtml: `
        <div> 
            <p>所有权和运作权归我们所有,我们同意按照《我们用户协议》(下简称：“本服务条款”)规定以及不时发布的操作规则等提供基于互联网的相关服务。请您仔细阅读本服务条款（特别是加粗部分），未成年人应在您的监护人陪同下阅读。使用我们的任何服务即表示您与我们达成并接受以下所有条款，包括我们对该服务条款随时所做的任何修改。 您对我们服务的使用，亦适用在我们上发布的、届时有效的所有有关我们服务使用的条款及条件。如果前述服务条款与本服务条款之间存在任何冲突，则本服务条款应适用于我们服务方面的规定。 </p> 
            <h3>一、我们服务</h3> 
            <p>1.我们服务包括但不限于:在电脑或移动端安装的我们客户端、我们的相关网站、我们-我们笔记服务及我们通过我们提供的所有服务。</p> 
            <p>2.如果您希望使用我们连续包月会员服务，您还需要与我们另行签订有关此类服务的协议（“独立协议”），成为该独立协议的一方，且本服务条款不得视为取代独立协议的具体合同条款。如果独立协议与本协议的条款之间有任何冲突，则独立协议的条款应优先于本服务条款中的冲突条款。</p> 
            <h3>二、我们运用自己的操作系统通过国际互联网络为您提供我们服务。</h3> 
            <p>您必须：</p> 
            <p>认真阅读并知晓我们介绍，遵守本服务条款和相关操作规则。</p> 
            <p>提供设备，包括个人电脑一台、连接网络设备。</p> 
            <p>个人上网和支付与此服务有关的费用。</p> 
            <p>遵守中华人民共和国相关法律法规（如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规）。</p> 
            <p>若我们有需要，您有义务提供我们在用户部署时的各种安装及运行环境，包括但不限于IP地址、操作系统、网络环境。</p> 
            <h3>三、服务质量监测</h3> 
            <p>1.为了监测我们的服务质量，我们在适当的时候会把软件运行时与服务质量有关的数据（包括但不仅限于查询延迟、我们提供服务的服务器地址等）发送到我们服务器。同时我们将产生一个唯一编号，当您安装或升级时，此编号和表示安装升级是否成功的消息将会发送到我们服务器。这是为了改善我们的服务质量，我们保证不会把这些信息用作违法或不道德的用途。</p> 
            <p>2.我们会按照条款提供服务，但是不承诺解决因为您本身引起的问题，包括且不限于您电脑软硬件故障，使用不兼容的浏览器，您所在网络故障，您的网络接入停止解析我们域名或者中断和我们所在服务器的连接等。</p> 
            <h3>四、注册与登录</h3> 
            <p>1.您可以通过注册与登录我们邮箱账号或第三方平台账号授权登录，以获得更深入的服务。</p> 
            <p> 2.您在注册账号时承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在账号注册资料中出现违法和不良信息，且您保证其在注册和使用账号时，不得有以下情形： </p> 
            <p>(1)违反宪法或法律法规规定的；</p> 
            <p>(2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p> 
            <p>(3)损害国家荣誉和利益的，损害公共利益的；</p> 
            <p>(4)煽动民族仇恨、民族歧视，破坏民族团结的；</p> 
            <p>(5)破坏国家宗教政策，宣扬邪教和封建迷信的；</p> 
            <p>(6)散布谣言，扰乱社会秩序，破坏社会稳定的；</p> 
            <p>(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p> 
            <p>(8)侮辱或者诽谤他人，侵害他人合法权益的；</p> 
            <p>(9)含有法律、行政法规禁止的其他内容的。</p> 
            <p> 3.根据相关法律、法规规定以及考虑到我们产品服务的重要性，您同意： </p> 
            <p>(1)在注册账号时提交个人有效准确的个人信息或者手机号进行实名认证；</p> 
            <p>(2)提供及时、详尽及准确的账户注册资料；</p> 
            <p>(3)您不得营利、任何不正当手段或以违反诚实信用原则等为自己或他人开通本服务；</p> 
            <p>(4)每个您都要对其帐号中的所有行为和事件负全责，不得售卖、转借账号。如果您未保管好自己的帐号和密码而对其自己、我们或第三方造成的损害，您将负全部责任；</p> 
            <p>(5)若您提供给账号注册资料不准确，不真实，含有违法或不良信息的，我们有权不予注册，并保留终止您使用我们各项服务的权利。</p> 
            <h3>五、服务费用</h3> 
            <p>1.您理解并同意我们有权根据实际需要对目前的收费方式、支付渠道、收费标准进行合理调整，或对某些目前免费的服务项目收取合理的服务费，如您不同意我们收取此项目费用，则您有权退出使用该项服务或终止使用我们。</p> 
            <p>2.您理解并同意我们对新增服务项目有权决定是否收费，您有权选择接受或拒绝该项目服务。 </p> 
            <p>3.如您接受我们的收费项目，则您应当按我们的收费规定支付费用；如您未支付费用或欠费，则我们有权暂停提或停止向您提供此项服务。</p> 
            <p>4.您在此确认并接受，无论本协议是否有相反约定，您一旦为组织开通付费服务，则该组织无法恢复至免费版本，如您未支付费用或欠费，则我们有权暂停或停止向该组织提供全部服务。</p> 
            <h3>六、用户使用规则</h3> 
            <p>1.我们账号仅供您使用，不得销售、转让、许可或以其它方式提供给任何第三方，如果您要销售、转让或许可或以其它方式提供给我们或者与我们有关或派生的任何资料、服务或软件，则必须得到我们的书面允许。如果您对我们有任何意见，或有如何改进的建议，可向我们提出。请注意，如果这样做，还会授予我们和第三方在我们（或第三方软件）中无偿使用和加入您的建议或意见的权利。</p> 
            <p>2.您不得滥用我们的服务，您在此理解并同意，任何经由本服务以上传、发布、发送即时信息或任何其他方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息、用户的登记资料或其他资料（以下简称“内容”），无论系公开还是私下，均由内容提供者、使用者对其上传、使用行为自行承担责任，我们无法控制经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不能保证内容的合法性、正确性、完整性、真实性或品质。</p> 
            <p>3.您应对您通过我们进行的任何行为承担法律责任，如因该等行为存在权利瑕疵或侵犯了第三方的合法权益，导致我们及其关联公司或工作室人员面临任何投诉、举报、质询、索赔、诉讼；或遭到国家相关部门处罚；或者使我们及其关联公司或工作室人员因此遭受任何名誉、声誉或者财产上的损失，您应积极地采取一切可能采取的措施，以保证我们及其关联公司或工作室人员免受上述索赔、诉讼的影响。同时您对我们及其关联公司或工作室人员因此遭受的直接及间接经济损失负有全部的损害赔偿责任。</p> 
            <h3>七、知识产权</h3> 
            <p>1.您承认我们拥有对我们的所有权利，包括但不限于所有知识产权。“知识产权”指在专利法、著作权法、商标法、反不正当竞争法等法中规定的所有权利以及其中的所有应用、更新、扩展和恢复，无论在现在还是以后在全球范围内实施和生效。您同意不会修改、改编、翻译我们软件、创作我们的派生作品、通过反编译、反向工程、反汇编或其它方式从我们得到源代码。您同意不会删除、掩盖或更改我们或任何第三方的版权声明、商标或其它知识产权声明。我们提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。</p> 
            <p>2.您应保证对于您通过我们保存、分享或使用的内容，您为所有权人或已取得合法授权，并且该内容不会违反任何国家法律法规、也不得侵犯任何第三方的合法权益。如果第三方提出异议，我们有权根据实际情况删除相关的内容，且有权追究您的法律责任。给我们或任何第三方造成损失的，您应负责全部的损害赔偿责任。</p> 
            <p>3.对于您通过我们服务公开的内容，您同意许可我们在全球范围内享有免许可费、非独家的、可再许可及永久有效的使用权利。我们可以自行决定使用（包括但不限于复制、改编、修改、创建衍生作品、翻译）、传播这些内容。同时您许可我们有权就任何第三方对上述内容或其衍生品的侵权以自己名义提起诉讼，并获得全部赔偿。您保证已拥有必要授权对我们进行此许可。虽有前款保留权利之约定，但不代表我们一定会进行上述使用、传播行为，且此权利保留仅针对您已公开的内容，不涉及个人未公开信息和隐私。若您与我们就您公开的内容另行签订书面协议，则该协议条款应优先于本服务条款。</p> 
            <h3>八、用户隐私制度</h3> 
            <p>1.尊重您个人隐私是我们的一项基本政策。请您仔细审阅 <a class="mdui-text-color-theme-accent" href="../agreement/privacy/" target="_blank">《隐私政策》</a> ，一旦您使用或在我们更新该《隐私政策》后继续使用我们服务，即意味着您同意该《隐私政策》并同意我们按照该《隐私政策》处理您的相关个人信息。 请您完整阅读上述隐私权政策，以帮助您更好地保护您的个人信息。</p> 
            <h3>九、年龄限制</h3> 
            <p>1.您确认，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力，确保有能力对您使用我们提供服务的一切行为独立承担责任。若您不具备前述主体资格或您是未满十八周岁的未成年人，请在您的监护人的陪同下阅读本服务条款，并在取得他们对您使用服务的行为，以及对本服务条款的同意之后，使用本服务；我们在依据法律规定或本协议约定要求您承担责任时，有权向您的监护人追偿。</p> 
            <h3>十、责任限制</h3> 
            <p>1.在适用法律允许的最大范围内，我们明确表示不提供任何其他类型的保证，不论使明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。</p> 
            <p>2.在适用法律允许的最大范围内，我们及其许可人不会向您做出以下声明或担保: </p> 
            <p>(1)您对服务的使用会满足您的需求</p> 
            <p>(2)您对服务的使用会连续无中断、及时、安全或没有错误；</p> 
            <p>(3)您使用相关服务而获得的任何信息一律准确可靠；</p> 
            <p>(4)作为相关服务的一部分向您提供的任何软件所发生的操作或功能瑕疵将获得修正。</p> 
            <p>3.在适用法律允许的最大范围内，我们不因您使用我们引起的，或在任何方面与我们的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求（包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）承担任何责任。</p> 
            <h3>十一、不可抗力条款</h3> 
            <p>1.我们对不可抗力导致的损失不承担责任。本服务条款所指不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信运营商的故障、计算机或互联网相关技术缺陷、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免并不能克服的客观情况。</p> 
            <h3>十二、通知</h3> 
            <p>1.所有发给您的通知都可通过您电子邮件、站内通知或在网站显著位置公告的方式进行传送。我们将通过上述方法之一将消息传递给您，告知其服务条款的修改、服务变更、或其它重要事情。同时，我们保留在我们中投放商业性广告的权利以及利用您登录的邮箱发布商业性广告的权利，包括但不限于在邮箱的登录页面及登录后任何页面内放置商业广告、向邮箱的您发送商业性广告邮件以及在邮箱的您发出的电子邮件内附上商业性广告及／或广告链接等形式，但您有权在邮箱内的广告邮件内选择拒绝接受此类广告等信息。</p> 
            <h3>十三、保障</h3> 
            <p>1.您同意保障和维护我们的利益，负责支付由您或您创建的组织成员违反本服务条款和/或其他服务条款引起的律师费用、损害补偿费用、政府机关处罚费用和其它侵权赔偿费用等。</p> 
            <h3>十四、终止</h3> 
            <p>1.您可自行决定随时终止本协议，但除本条款另有约定外，您将无权要求我们退还截至该终止日期时已支付费用或者减免您应付费用。</p> 
            <p>2.鉴于网络服务的特殊性，如果您是免费用户，我们保留随时变更、中断或终止服务而不需通知您的权利。您确认并接受我们行使变更、中断或终止服务的权利，我们不需对您或第三方负责。</p> 
            <p>3.如果您是付费用户，我们可以通过您在注册时提供的联系信息，经提前三十(30)天向您发出书面通知后终止本服务条款，并会按比例退还截至终止生效日期时未消费的任何预付费用。您确认并知悉，除法律有明确规定的情况外，我们有权不经您申请并直接为您办理退款，具体退款的条件、流程等以我们相关服务页面公布的规则为准。</p> 
            <p>4.如果一方违反本服务条款的重要约定，并在非违约方提出该等违约的书面通知的十 (10) 天内未能予以纠正，则另一方可终止本服务条款。例外情况是，如果您实质性违反其在第 5、6、7、8条项下的义务，则我们公司有权未经通知立即对您终止本服务。</p> 
            <p>5.如果您因我们违约而终止本服务条款，则您获得的唯一且排他性的救济以及我们对该等违约的全部责任将是退还由您根据本服务条款向我们支付的费用。</p> 
            <h3>十五、法律</h3> 
            <p>1.如果出现纠纷，双方协商一致解决；如果双方无法通过协商解决争端，则双方同意由中国国际经济贸易仲裁委员会（简称“CIETAC”）根据CIETAC有效的仲裁规则以及适用法律在中国北京进行仲裁，并由3名仲裁员进行审理。</p> 
            <p>2.上述条款是各方针对本文主题的全部协议，优先于并取代所有以前或同期对此类主题的书面或口头的规定或协议。对上述任何条款的排除必须采取书面形式，并得到我们和/或我们一同提供或通过我们提供其软件的第三方书面签字，才能生效。</p> 
        </div>
    `,

    priAgrHtml: `
        <div>  
            <p>欢迎使用我们提供的产品和服务！我们深知个人信息对您的重要性，我们一向庄严承诺保护使用我们的产品和服务（以下统称“服务”）之用户（以下统称“用户”或“您”）的个人信息及隐私安全。您在使用服务时，我们可能会收集和使用您的相关个人信息（或简称“个人信息”）。</p> 
            <p>《隐私政策》（以下简称“本《隐私政策》”）适用于我们提供的所有服务。未满十八周岁的用户，同时适用本《隐私政策》。 </p> 
            <p> 我们希望通过本《隐私政策》向您说明我们在收集和使用您相关个人信息时对应的处理规则，以及我们为您提供的访问、更正、删除和保护这些个人信息的方式，以便更好的保障您的权益。</p> 
            <h4>特别提示：请您在使用服务前，仔细阅读（未成年人请在监护人陪同下阅读）并了解本《隐私政策》（特别是加粗或下划线标注的内容），以做出适当选择。一旦您使用或在我们更新本《隐私政策》后继续使用我们的产品或服务，即意味着您同意本《隐私政策》并同意我们按照本《隐私政策》收集、使用、储存、分享、转让和披露您的相关个人信息。 </h4> 
            <h3>本《隐私政策》将帮助您了解以下内容：</h3> 
            <p>一、我们如何收集和使用您的个人信息</p> 
            <p>二、我们如何使用COOKIES或同类技术</p> 
            <p>三、我们可能分享、转让和披露的个人信息</p> 
            <p>四、我们如何保留、储存和保护您的个人信息安全</p> 
            <p>五、如何管理您的个人信息</p> 
            <p>六、第三方服务</p> 
            <p>七、未成年人保护</p> 
            <p>八、通知和修订</p> 
            <p>九、如何联系我们</p> 
            <h3>一、我们如何收集和使用您的个人信息</h3> 
            <h4>我们尊重并承诺保护您的隐私，在您使用服务前，请阅读下文以详细了解我们收集何种信息、我们如何处理这些信息以及我们可能如何使用这些信息。您的下载、安装、获取或使用软件，注册或登录等行为代表您阅读并同意本隐私条款的约束，包括我们对本隐私条款随时所做的任何修改，您同意我们在遵守此政策以及任何适用的法律的前提下，收集、使用和披露您的个人信息。如果您不同意接受本隐私条款或我们对本隐私条款所做的任何修改，您应立即停止使用服务并卸载我们软件。</h4> 
            <p>我们收集您的个人信息主要是为了您和其他用户能够更容易和更满意地使用我们服务。而这些个人信息有助于我们实现这一目标。</p> 
            <h4>（一）我们将通过以下途径收集和获得您的个人信息：</h4> 
            <p>1、您提供的个人信息。</p> 
            <p>（1）您在注册我们服务的帐号或使用我们服务时，向我们提供的个人信息；</p> 
            <p>（2）您通过我们服务向其他方提供的共享个人信息，以及您使用我们服务时所储存的个人信息。</p> 
            <p>请注意，如您在我们服务中其他用户可见的公开区域内上传或发布的个人信息中、您对其他人上传或发布的信息作出的回应中公开您的个人信息，该等个人信息可能会被他人收集并加以使用。当您发现他人不正当地收集或使用您的个人信息时，您可以通过本《隐私政策》第九条“如何联系我们”约定的联系方式联络我们。</p> 
            <p>2、其他方分享的您的个人信息。亦即其他方使用我们服务时所提供有关您的共享个人信息。</p> 
            <p>3、我们获取的您的个人信息。您在使用我们服务时，我们收集、汇总、记录的个人信息。</p> 
            <h4>（二）我们会出于以下目的，收集和使用您以下类型的个人信息：</h4> 
            <p>1、帮助您完成注册、登录及注销<br> 为便于我们为您提供我们完整的服务，您需要提供基本注册或登录个人信息，包括手机号码、电子邮箱地址，并创建您的账号、用户名和密码。如果您仅需使用浏览、查询、搜索等基本服务，您不需要注册成为我们用户及提供上述个人信息。</p> 
            <p>在我们服务注册、登录或后续使用过程中，如果您提供其他额外个人信息（<span>包括您的昵称、头像、性别、地区、地址等信息</span>），将有助于我们给您提供更优的服务体验，但如果您不提供这些个人信息，并不会影响您使用我们服务的基本功能。</p> 
            <p>如果您不再使用我们服务，在符合服务协议约定条件及国家相关法律法规规定的情况下，我们也提供注册账号的注销，您可以通过我们“设置-隐私与安全-账号注销”中的指引完成账户的注销。当您的帐号注销或被删除后，与该帐号相关的我们服务项下的全部服务资料和数据将被删除或匿名化处理，但法律法规另有规定的除外。</p> 
            <p>2、实现身份认证</p> 
            <p>依照相关法律法规规定及监管要求，或为满足用户身份真实核验、保障系统和服务安全及其他特定服务功能等需要，<span>我们可能需要您提供真实身份信息（<span>包括姓名、身份证、护照、驾驶证、户口本、面部特征、指纹及其他身份信息</span>）</span>以完成身份认证。如果您不提供上述信息，我们将不能向您提供相关的功能及服务。</p> 
            <p> 为实现身份认证的目的，<span>您同意并授权我们可以自行或委托第三方向有关身份认证机构（如个人征信机构、政府部门等）提供、查询、核对您的前述身份信息。</span></p> 
            <p>3、维护基础功能的正常运行</p> 
            <p> 在您使用我们服务过程中，为识别账号异常状态、了解产品适配性，向您提供浏览、搜索等基本服务，维护基础功能的正常运行，<span>我们可能会自动收集、储存关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括： </span></p> 
            <p> <span>（1）日志信息： </span>当您使用我们的服务时，我们可能会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。日志信息包括<span>您的登录账号、搜索查询内容、IP地址、浏览器的类型、电信运营商、网络环境、使用的语言、访问日期和时间及您访问的网页浏览记录、打开记录、崩溃记录、停留时长、刷新记录、发布记录、关注、订阅、收藏及分享。</span></p> 
            <p> <span>（2）设备信息： </span>我们可能会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息<span>（包括IMEI、MAC、Serial、UUID、SIM卡IMSI识别码、设备机型、操作系统及版本、客户端版本、设备分辨率、包名、设备设置、进程及软件列表、唯一设备标识符、软硬件特征信息）、设备所在位置相关信息（包括IP 地址、GPS位置以及能够提供相关信息的WLAN接入点、蓝牙和基站传感器信息）。</span></p> 
            <p>同时为了收集上述基本的个人设备信息，我们将会申请访问您的设备信息的权限，我们收集这些信息是为了向您提供我们基本服务和基础功能，如您拒绝提供上述权限将可能导致您无法使用我们的产品与服务。</p> 
            <p> 请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。</p> 
            <p>4、向您提供商品或服务</p> 
            <p>（1）个人信息的分享与发布：您在使用我们服务时，上传和/或发布个人信息以及进行相关行为（<span>例如您在我们服务中输入和/或上传语音、文档</span>）时，我们将收集您上传、发布或形成的个人信息，并有权展示您的昵称、头像和发布内容。</p> 
            <p>（2）商品或服务交付：当您在我们的商品或服务中订购具体商品或服务时，我们会通过系统为您生成购买该商品或服务的订单。在部分服务项目中，为便于向您交付商品或服务，您可能需提供收货人 个人身份信息、姓名、收货地址、邮政编码、收货人、联系电话、支付状态信息。 如果您拒绝提供此类个人信息，我们将无法完成相关交付服务。如您通过我们服务为其他人订购商品或服务，您需要提供该实际订购人的前述个人信息。 向我们提供该实际订购人的前述个人信息之前，您需确保您已经取得其授权同意。在您使用我们部分服务特定功能时，我们将会收集、储存您上传的图片、文字、语音信息, 我们的相关识别程序会对这些数据进行处理分析并返回对应的文字结果。 </p> 
            <p>（3）为完成订单支付、交付商品或服务、确认交易状态及为您提供售后与争议解决服务， 我们会通过您基于交易所选择的交易对象、支付机构、物流公司等收集与交易进度相关的您的 账号、订单、交易、支付、物流信息， 或将您的交易信息共享给上述服务提供者。</p> 
            <p>（4）订单管理：订单管理：为展示您的账户的订单信息及保障您的售后权益，我们会收集您在使用我们过程中产生的 订单信息、交易和消费记录、虚拟财产信息用于向您展示及便于您对订单进行管理。</p> 
            <p>（5）客服与售后服务：当您联系我们的客服或使用其他用户响应功能时（包括提出售中售后申请、个人信息保护投诉或建议、其他客户投诉和需求）， 我们可能需要您提供必要的个人信息以匹配并核验您的用户身份，以便保障您的账号与系统安全。 我们可能还会保存您的联系方式（您与我们联系时使用的或您向我们主动提供的其他联系方式）、您与我们的通信/通话记录和内容、与您需求相关联的其他必要信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</p> 
            <p>5、我们通过间接方式收集到的您的个人信息：</p> 
            <p>我们可能从管理方、第三方合作伙伴获取您授权共享的相关个人信息。我们可能从第三方获取您授权共享的账户个人信息（头像、昵称、登录时间）并在您同意本《隐私政策》后将您的第三方账户与您的我们服务账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们将在符合相关法律法规规定，并依据与关联方或第三方合作伙伴的约定、确信其提供的个人信息来源合法的前提下，收集并使用您的这些个人信息。</p> 
            <p>6、您提供商品或服务的信息展示和推送</p> 
            <p> （1）为您展示和推送商品或服务</p> 
            <p> 基于您向我们提供的信息、我们可能收集的信息及我们通过间接方式收集到的您的信息（包括 您的浏览及搜索记录、设备信息、位置信息、订单信息、手机号码、您参与我们线上或线下活动填写问卷调查上的个人信息） 。 </p> 
            <p> 我们也可能基于特征标签通过电子邮件、短信、电话或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务：</p> 
            <p>我们及我们关联方的商品和服务，包括：开发平台服务、智能硬件服务、云应用服务、电子商务、即时通讯服务、网上媒体服务、互动娱乐服务、支付服务、应用软件和服务、数据管理软件和服务、网上广告服务及其他社交媒体、娱乐、资讯及通讯软件和服务；及</p> 
            <p>第三方商品和服务，包括：互联网服务、物流服务、银行及金融服务、娱乐、书册和其他刊物服务、广告服务、积分和奖励计划，以及我们认为可能与您相关的其他商品和服务。</p> 
            <p>（2）向您发出通知。我们可能在必需时（例如当我们由于系统维护而暂停某一单项服务、变更、终止提供某一单项服务时）向您发出与服务有关的通知。</p> 
            <p> 如您不希望继续接收我们推送的消息，您可要求我们停止推送，例如：根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息；但我们依法律规定或协议约定发送消息的情形除外。</p> 
            <p>7、为您提供安全保障</p> 
            <p>为提高您使用我们及合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或我们服务相关协议规则的情况，我们可能会收集、使用或整合您的账户信息、交易信息、设备信息、日志信息以及我们关联工作室、合作伙伴取得您授权或依据法律共享的个人信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p> 
            <p>8、改进我们的服务</p> 
            <p>我们可能将通过某一项我们服务所收集的个人信息，用于我们的其他服务：在您使用某一项我们服务时所收集的您的个人信息，可能在我们的其他服务中用于向您提供特定内容或向您展示与您相关的、而非普遍推送的信息；我们可能让您参与有关我们服务的调查，帮助我们改善现有服务或设计新服务；同时，我们可能将您的个人信息用于软件更新。</p> 
            <p>您了解并同意，在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的个人信息将无法识别您的身份，在此情况下我们有权使用已经去标识化的个人信息，对用户数据库进行分析并予以商业化的利用。</p> 
            <p>9、其他用途</p> 
            <p>请您注意，如果我们要将您的个人信息用于本《隐私政策》中未载明的其他用途或额外收集未提及的其他个人信息，我们会另行事先请您同意（确认同意的方式：勾选、弹窗、站内信、邮件、短信方式）。一旦您同意，该等额外用途将视为本《隐私政策》的一部分，该等额外个人信息也将适用本《隐私政策》。</p> 
            <p>10、征得授权同意的例外</p> 
            <p>根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：</p> 
            <p>（1）与国家安全、国防安全有关的；</p> 
            <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p> 
            <p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p> 
            <p>（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p> 
            <p>（5）所收集的个人信息是您自行向社会公众公开的；</p> 
            <p>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p> 
            <p>（7）根据您的要求签订合同所必需的；</p> 
            <p>（8）用于维护我们服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p> 
            <p>（9）为合法的新闻报道所必需的；</p> 
            <p>（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p> 
            <p>（11）法律法规规定的其他情形。</p> 
            <p>11、您理解并同意，我们服务可能需要您在您的设备中开启特定的访问权限，以实现这些权限所涉及个人信息的收集和使用：</p> 
            <p> （1）如我们访问您的位置信息，是为了根据您的位置信息为您提供更契合您需求的页面展示和产品服务；</p> 
            <p> （2）如我们访问您的摄像头，是为了使您可以使用摄像头进行扫码、拍摄，用于实现登录、支付、拍照取词、上传作业/资料、拍照翻译功能；</p> 
            <p> （3）如我们访问您的相册，是为了使您可以实现您设备中的照片、图片或视频的取用与上传，便于您进行更换头像、发表文档/分享；</p> 
            <p> （4）如我们访问您的麦克风，是为了使您可以实现语音翻译功能、与客服实现语音交互以及语音教学功能，在这些功能中我们会收集您的录音内容以识别您的具体需求；</p> 
            <p> （5）您使用我们服务，可能会生成视频缓存文件，我们会申请访问该视频缓存文件，是为了存储和使您更为流畅的查看上传和保存的视频文件；</p> 
            <p> （6）在您开启通讯录权限后，我们可以获取您的通讯录好友信息，以便将您提供的通讯录好友信息以名片形式导入我们产品进行存储。</p> 
            <p> （7）在您允许我们开启存储权限后，我们可以获取到您的照片、媒体内容和文件等信息，这是为了方便您随时分享、存储您的我们笔记信息。</p> 
            <p> （8）在您允许开启蓝牙权限后，通过蓝牙将我们硬件与我们连接，实现我们书写的数据在我们上的更新与同步。</p> 
            <p> 当您需要关闭该功能时，大多数移动设备都会支持您的这项需求，具体方法请参考或联系您移动设备的服务商或生产商。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的个人信息收集及使用。</p> 
            <p>12、有关敏感个人信息的提示</p> 
            <p>以上由您提供或我们收集您的个人信息中，可能包含您的个人敏感信息，例如银行账号、交易和消费记录、虚拟财产信息、系统账号、邮箱地址及其有关的密码、电话号码、网页浏览记录、位置信息。请您谨慎并留意个人敏感信息，您同意您的个人敏感信息我们可以按本《隐私政策》所述的目的和方式来处理。</p> 
            <h3>二、我们如何使用COOKIES或同类技术</h3> 
            <h4>（一）COOKIES</h4> 
            <p>我们或我们的第三方合作伙伴可能通过COOKIES获取和使用您的个人信息，并将该等个人信息储存为日志信息。</p> 
            <p>通过使用COOKIES，我们向您提供简单易行并富个性化的网络体验。一个COOKIES是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用COOKIES是为了让您可以受益。比如，为使得我们的登录过程更快捷，您可以选择把用户名存在一个COOKIES中。这样下次当您要登录我们的服务时能更加方便快捷。COOKIES能帮助我们确定您连接的页面和内容，您在我们特定服务上花费的时间和您所选择的我们服务。</p> 
            <p>COOKIES使得我们能更好、更快地为您服务，并且使您在我们服务上的经历更富个性化。然而，您应该能够控制COOKIES是否以及怎样被你的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的个人信息。</p> 
            <p>我们和第三方合作伙伴可能通过COOKIES收集和使用您的个人信息，并将该等个人信息储存。</p> 
            <p>我们使用自己的COOKIES，可能用于以下用途：</p> 
            <p>（1）记住您的身份。COOKIES有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的喜好或其他个人信息；</p> 
            <p>（2）分析您使用我们服务的情况。我们可利用COOKIES来了解您使用我们服务进行什么活动、或哪些服务或服务最受欢迎；</p> 
            <p>我们为上述目的使用COOKIES的同时，可能将通过COOKIES收集的非个人身份信息汇总提供给广告商和其他伙伴，用于分析您和其他用户如何使用我们服务并用于广告服务。</p> 
            <p>我们服务上可能会有广告商和其他合作方放置的COOKIES。这些COOKIES可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。 这些第三方COOKIES收集和使用该等个人信息不受本《隐私政策》约束，而是受到其自身的个人信息保护声明约束，我们不对第三方的COOKIES承担责任。您可以通过浏览器或用户选择机制拒绝或管理COOKIES。但请您注意，如果您停用COOKIES，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。同时，您仍然将收到广告，只是这些广告与您的相关性会降低。</p> 
            <h4>（二）网站信标和像素标签</h4> 
            <p>除 Cookies 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。</p> 
            <h3>三、我们可能分享、转让或披露的个人信息</h3> 
            <h4>（一）分享</h4> 
            <p>除以下情形外，未经您同意，我们不会与我们及我们的关联方之外的任何第三方分享您的个人信息：</p> 
            <p>1、向您提供我们的服务。我们可能向合作伙伴及其他第三方分享您的个人信息，以实现您需要的核心功能或提供您需要的服务，例如：向物流服务商提供对应的订单信息；</p> 
            <p>2、维护和改善我们的服务。我们可能向合作伙伴及其他第三方分享您的个人信息，以帮助我们为您提供更有针对性、更完善的服务，例如：代表我们发出电子邮件或推送通知的通讯服务提供商；</p> 
            <p>3、实现本《隐私政策》第一条“我们如何收集和使用您的个人信息”部分所述目的；</p> 
            <p>4、履行我们在本《隐私政策》或我们与您达成的其他协议中的义务和行使我们的权利；</p> 
            <p>5、向委托我们进行推广的合作伙伴等第三方共享，目的是为了使该等委托方了解推广的覆盖面和有效性。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。</p> 
            <p>6、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他我们用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换个人信息。不过,这并不包括违反本《隐私政策》中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。</p> 
            <p>7、应您合法需求，协助处理您与他人的纠纷或争议；</p> 
            <p>8、应您的监护人合法要求而提供您的个人信息；</p> 
            <p>9、根据与您签署的单项服务协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p> 
            <p>10、基于学术研究而提供；</p> 
            <p>11、基于符合法律法规的社会公共利益而提供。</p> 
            <p>我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本《隐私政策》以及其他任何相关的保密和安全措施来处理个人信息。</p> 
            <h4>（二）转让</h4> 
            <p>1、随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移。我们会要求新的持有您个人信息的公司、组织继续受本《隐私政策》的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</p> 
            <p>2、在获得您的明确同意后，我们会向其他方转让您的个人信息。</p> 
            <h4>（三）披露</h4> 
            <p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的个人信息：</p> 
            <p>1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p> 
            <p>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露个人信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的个人信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。</p> 
            <h4>（四）分享、转让、披露个人信息时事先征得授权同意的例外</h4> 
            <p>以下情形中，分享、转让、披露您的个人信息无需事先征得您的授权同意：</p> 
            <p>1、与国家安全、国防安全有关的；</p> 
            <p>2、与公共安全、公共卫生、重大公共利益有关的；</p> 
            <p>3、与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；</p> 
            <p>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p> 
            <p>5、您自行向社会公众公开的个人信息；</p> 
            <p>6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p> 
            <p>根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</p> 
            <h3>四、我们如何保留、储存和保护您的个人信息安全</h3> 
            <h4>（一）我们仅在本《隐私政策》所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。如我们终止服务或运营，我们将及时停止继续收集您个人信息的活动，同时会遵守相关法律法规要求提前向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理，法律法规或监管部门另有规定的除外。</h4> 
            <h4>（二）我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内。以下情形除外：</h4> 
            <p>1、法律法规有明确规定；</p> 
            <p>2、获得您的授权同意；</p> 
            <p>3、您使用我们服务，且需要向境外传输您的个人信息完成交易的；</p> 
            <p>针对以上情形，我们会确保依据本《隐私政策》及国家法律法规要求对您的个人信息提供足够的保护。</p> 
            <h4>（三）我们非常重视个人信息安全，成立了专门的安全团队，并采取一切合理可行的措施，保护您的个人信息：</h4> 
            <p>1、数据安全技术措施<br> 我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。网络服务采取了多种加密技术，例如在某些服务中，我们将利用加密技术（例如SSL）来保护您的个人信息，采取加密技术对您的个人信息进行加密保存，并通过隔离技术进行隔离。 在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用多种数据脱敏技术增强个人信息在使用中的安全性。采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。</p> 
            <p>2、我们为保护个人信息采取的其他安全措施 </p> 
            <p>（1）我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。</p> 
            <p>（2）我们通过个人信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</p> 
            <p>（3）我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识和安全意识。</p> 
            <p>（4）我们仅允许有必要知晓这些个人信息的我们及我们关联方的员工、合作伙伴访问您的个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。</p> 
            <p>3、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。</p> 
            <p>4、我们将尽力确保或担保您发送给我们的任何个人信息的安全性。</p> 
            <h4>（四）安全事件处置</h4> 
            <p>在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、短信、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p> 
            <p>请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证个人信息百分之百的安全。您需要了解，您接入我们服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。</p> 
            <h3>五、如何管理您的个人信息</h3> 
            <p>我们鼓励您更新和修改您的个人信息以使其更准确有效，也请您理解，您更正、删除、撤回授权或停止使用我们服务的决定，并不影响我们此前基于您的授权而开展的个人信息处理。除法律法规另有规定，当您更正、删除您的个人信息或申请注销账号时，我们可能不会立即从备份系统中更正或删除相应的个人信息，但会在备份更新时更正或删除这些个人信息。</p> 
            <p>您可以通过以下方式来管理您的个人信息：</p> 
            <h4>（一）访问、更正和删除您的个人信息</h4> 
            <p>您能通过我们服务访问您的个人信息，并根据对应个人信息的管理方式自行完成或要求我们进行修改、补充和删除。我们将采取适当的技术手段或提供提交申请的联系渠道，尽可能保证您可以访问、更新和更正自己的个人信息或使用我们服务时提供的其他个人信息。</p> 
            <p>在访问、更正和删除前述个人信息时，我们可能会要求您进行身份验证，以保障个人信息安全。对于通过COOKIES或同类技术收集的您的个人信息，我们还在本《隐私政策》第二条“我们如何使用COOKIES或同类技术”部分说明了向您提供的选择机制。如果您无法通过上述路径访问、更正该等个人信息，您可以通过本《隐私政策》第九条“如何联系我们”约定的联系方式与我们取得联系。对于您在使用我们服务过程中产生的其他个人信息需要访问、更正或删除，我们会根据本《隐私政策》所列明的方式、期限及范围来响应您的请求。在部分个人信息删除时，我们可能会要求您进行身份验证，以保障个人信息安全。</p> 
            <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p> 
            <p>1、如果我们处理个人信息的行为违反法律法规；</p> 
            <p>2、如果我们收集、使用您的个人信息，却未征得您的授权同意；</p> 
            <p>3、如果我们处理个人信息的行为严重违反了与您的约定；</p> 
            <p>4、如果我们不再为您提供我们服务。</p> 
            <p>若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。</p> 
            <h4>（二）公开与分享</h4> 
            <p>我们的多项服务可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关个人信息，例如，您在我们服务中所上传或发布的个人信息、您对其他人上传或发布的个人信息作出的回应，通过电子邮件或在我们服务中不特定用户可见的公开区域内上传或公布您的个人信息，以及包括与这些个人信息有关的位置数据和日志信息。只要您不删除您所公开或共享的个人信息，有关个人信息可能一直留存在公众领域；即使您删除共享个人信息，有关个人信息仍可能由其他用户或不受我们控制的第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。如您将个人信息通过上述渠道公开或共享，由此造成您的个人信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的个人信息。</p> 
            <h4>（三）改变您授权同意的范围</h4> 
            <p>您总是可以选择是否披露个人信息。有些个人信息是使用我们服务所必需的，但大多数其他个人信息的提供是由您决定的。您可以通过删除个人信息、关闭设备功能等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。</p> 
            <p>当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的个人信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p> 
            <h3>六、第三方服务</h3> 
            <p>我们服务可能链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。包括：</p> 
            <h4>（一）您可利用“分享”键将某些内容分享到第三方平台，或您可利用第三方服务登录我们服务。这些功能可能会收集您的个人信息（包括您的日志信息），并可能在您的电脑装置COOKIES，从而正常运行上述功能；</h4> 
            <h4>（二）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站；</h4> 
            <h4>（三）其他接入第三方服务的情形。为实现本政策中声明的目的，我们可能会接入第三方服务商提供的SDK或其他类似的应用程序，并将我们依照本政策收集的您的某些信息共享给该等第三方服务商，我们会提前在征得您同意情况下，提供服务，以便提供更好的客户服务和用户体验。目前，我们接入的第三方服务商主要包括以下几种类型：</h4> 
            <p>1、第三方SDK“中国广告监测”，用于进行广告服务，包括广告展示、广告数据监测/统计，需要获取您手机的IMEI权限、网络相关权限、请求安装应用权限；</p> 
            <p>2、第三方SDK“小米”、“华为”、“Pomelo”用于推送相关服务信息，包括手机厂商Push推送、特定事件提醒，需要获取您的IMEI权限，存储权限，网络相关权限，任务权限，手机震动权限、请求安装应用权限；</p> 
            <p>3、第三方SDK“华为支付”、“有赞商城”、”微信支付”、“支付宝”用于支付相关服务及汇总/统计支付信息：包括订单支付、交易行为核验、收入结算、支付信息汇总统计，需要获取您的IMEI权限，存储权限，网络相关权限，任务权限，手机震动权限、请求安装应用权限；</p> 
            <p>4、第三方SDK“新浪微博”、“华为”、“易信”、“钉钉”、“微信”用于第三方授权服务，包括本机一键登录、第三方账号登陆、将相关内容分享至第三方产品，需要获取您的IMEI权限，存储权限，网络相关权限，请求安装应用权限；</p> 
            <p>5、第三方SDK“讯飞”、“拓思德”用于支持产品功能模块，包括语音识别、翻译服务、在线直播、视频播放、连接智能硬件、客服，需要获取您的手机的IMEI权限，网络相关权限，录音权限；</p> 
            <p>6、第三方SDK“友盟”、“leakcanary”、“fabric”用于优化产品性能，包括统计数据崩溃信息、统计用户使用偏好， 需要获取您的手机的IMEI权限、网络相关权限；</p> 
            <p></p> 
            <p> 如上所述服务由相关的第三方负责运营。您使用该等第三方服务（包括您向该等第三方提供的任何个人信息），须受第三方自己的服务条款及个人信息保护声明（而非本政策）约束，您需要仔细阅读其条款。我们仅会出于正当、必要、特定的目的共享您的信息。我们会要求他们履行相关保密义务并采取相应的安全措施。</p> 
            <h3>七、未成年人保护</h3> 
            <p>如您为未满18周岁的未成年人的，请务必让您的监护人仔细阅读《我们未成年人个人信息保护规则及监护人须知》，并在征得您的监护人同意的前提下使用我们的服务或向我们提供个人信息。我们将根据国家相关法律法规的规定保护未成年人的相关个人信息。如监护人发现相关未成年人个人信息为未成年人自行填写，需要进行修改或删除处理的，请随时与我们联系。</p> 
            <h3>八、通知和修订</h3> 
            <p>我们可能适时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。对于重大变更，我们会提供更显著的通知，您如果不同意该等变更，可以选择停止使用我们服务；如您仍然继续使用我们服务的，即表示同意受经修订的本《隐私政策》的约束。</p> 
            <p>我们的任何修改都会将您的满意度置于首位。我们鼓励您在每次使用我们服务时都查阅我们的隐私政策。</p> 
            <p>我们可能在必需时（例如当我们由于系统维护而暂停某一项服务时）发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。</p> 
            <p>最后，您必须对您的账号和密码信息负有保密义务。任何情况下，请小心妥善保管。</p> 
            <h3>九、如何联系我们</h3> 
            <p>我们将按照本《隐私政策》保护您的个人信息。</p> 
            <p>我们设立了个人信息保护部门，如您有关于个人信息安全的投诉和举报，或您对本《隐私政策》、您的个人信息的相关事宜有任何问题、意见或建议，以及有关本《隐私政策》或我们的隐私措施的问题，请与我们联系。</p> 
            <p>一般情况下，我们将在收到您的问题、意见或建议之日起十五天内予以回复。</p> 
        </div>
    `,

    resAgrHtml: `
        <div> 
            <p>本版权与免责声明系保证本网站的正常发展、规避意外风险而设，其初衷是为了向用户提供不间断的优质服务。我们一向尊重他人的知识产权，同时也注意保护自己的知识产权。因此，建议您在接受本站服务之前，请务必仔细阅读本声明。 </p>
            <p>本站部分内容来自网络，如有侵权或内容不当之处，请联系我们，我们会尽快处理。</p>
            <p>本站遵守互联网的共享精神也注意保护自己的知识产权，欢迎各大媒体、博客转载本站的文章，<strong>所有文章、文字、图片和音频、视频稿件，转载请著名出处并附带原文链接，违者本网站将追究其法律责任。</strong></p>
            <p>凡在本站发表的文章和评论，仅代表作者个人的观点和立场，其侵权或违法行为的责任由作者本人承担，本网站不承担任何法律责任。 </p>
            <p>本站所刊载的文章资料、图片、图表、数据仅供参考使用，所刊登的广告，均为广告商的个人意见及表达方式，和本网站无任何关系，如有侵权或违法行为应由其相关广告商承担责任。</p>
            <p>凡在本站及APP发布的所有文章，都视为发布者同意本网站免费予以使用；同时本网站认为其发布的文章有侵权、违法等行为的，有权予以修改、删除或通知发布者予以纠正的权利，发布者不得阻止或拒绝。</p>
            <p>凡以任何方式登陆本网站或直接、间接使用本网站资料者，视为自愿接受本站本项声明的约束。</p>
        </div>
    `
}